/*
 *
 *      File            UTF8Texts.h
 *      Description     UTF8 texts
 *      Version         
 *      Author          Y.H Mun
 * 
 * --------------------------------------------------------------------------
 *      
 *      Copyright (C) 2011 XMSoft.
 *      Copyright (C) 2011 Blue River Ltd. All rights reserved.
 * 
 *      Contact Email: xmsoft77@gmail.com 
 *                     	
 */ 

#if !defined ( _WIN32 ) || defined ( SHP )

static const KDchar*    l_szTexts [ ] =
{    
    // eTXT_Nim
    "님",                                        
    
    // eTXT_Sojigum
    "소지금",                                     
	
    // eTXT_Won
    "원",                               
    
    // eTXT_Money
    "게임머니",
    
    // eTXT_Coin
    "코인",      
    
    // eTXT_Point
    "점",
    
    // eTXT_Unit
	"개",       
    
    // eTXT_Win1
	"승",       
    
    // eTXT_Win2
	"승리",    
    
    // eTXT_Lose1
	"패",
    
    // eTXT_Lose2
	"패배",
    
    // eTXT_Go
    "고",
    
    // eTXT_Buy
	"구입",                                                               
    
    // eTXT_Select
	"선택",      
    
    // eTXT_Skill
    "스킬",
    
    // eTXT_Use
    "사용",
    
    // eTXT_First
    "첫",
    
    // eTXT_Combo
    "연",
    
   	// eTXT_Has_Coin
    "나의 보유코인",
    
    // eTXT_Nagari,
    "나가리",
    
    // eTXT_Nagari_Desc
    "다음 판 무조건",
    
    // eTXT_This_Game
    "이번 판",
    
    // eTXT_Push_Player
    "밀기를 하시겠습니까?",
    
    // eTXT_Push_Enemy
    "상대가 밀기를 선택하였습니다.",
    
    // eTXT_Push_Desc
    "밀기를 하면 획득 금액이 무효가 되며\n다음판 2배가 됩니다.",
    
    // eTXT_Current
    "현재",
    
    // eTXT_Max
    "최대",
    
    // eTXT_Mission
    "미션",
    
   	// eTXT_ChongTong
    "총통",
    
   	// eTXT_GukJin
    "국진",
    
    // eTXT_BGwang
    "비광",
    
    // eTXT_3Gwang
    "삼광",
    
    // eTXT_4Gwang
    "사광",
    
    // eTXT_5Gwang
    "오광",
    
    // eTXT_Godori
    "고도리",
    
    // eTXT_ChoDan
    "초단",
    
    // eTXT_HongDan
    "홍단",
    
    // eTXT_ChungDan
    "청단",
    
    // eTXT_GwangBak
    "광박",
    
    // eTXT_MungBak
    "멍박",
    
    // eTXT_PiBak
    "피박",
    
    // eTXT_GoBak
    "고박",
    
    // eTXT_Gage
    "광게이지",
    
    // eTXT_10Pi
    "열끗",
    
    // eTXT_5Pi
    "오끗",
    
    // eTXT_Pi
    "피",
    
    // eTXT_Card
    "패",
    
    // eTXT_Buck
    "뻑",
    
    // eTXT_Shake
    "흔듬",
    
    // eTXT_Push
    "밀기",
    
    // eTXT_Times
    "배",   
       
    // eTXT_Request
    "하시겠습니까?",  
    
    // eTXT_Able
    "가능 합니다",
    
    // eTXT_Obtain
    "획득", 
    
    // eTXT_Prize
    "당첨",
    
    // eTXT_Losing
    "잃음",
    
    // eTXT_Bankrupt_Desc1
    "올인 되었습니다.",
    
    // eTXT_Bankrupt_Desc2
    "미니 게임으로 소정의\n금액을 획득 하실수 있습니다.\n도전해 보세요!!!",
    
    // eTXT_Obtain_Cash                
    "보유금액",
    
    // eTXT_Obtain_Coin
    "보유코인",
    
    // eTXT_Max_Cash                   
    "최대금액",
    
    // eTXT_Max_Score                  
    "최대점수",
    
    // eTXT_My_Order
    "내순위",
    
    // eTXT_Title
    "타이틀",
    
    // eTXT_LevelUp
    "레벨업",
    
    // eTXT_Title_Notice
    "알림",
    
    // eTXT_Title_Bankrupt
    "파산!",
    
    // eTXT_Title_Exit
    "게임종료",
    
    // eTXT_Title_Config
    "환경설정",
    
    // eTXT_Title_Info1
    "내정보",
    
    // eTXT_Title_Info2
    "타이틀 변경",
    
    // eTXT_Title_Info3
    "보유스킬",
    
    // eTXT_Title_Shop
    "달인 쇼핑센터",
    
    // eTXT_Title_Shop_Coin
    "코인구입",
    
    // eTXT_Title_Shop_Cash
    "금액구입",
    
    // eTXT_Title_Shop_Skill
    "스킬구입",
    
    // eTXT_Title_Rank
    "랭킹등록",
    
    // eTXT_Title_Rank2
    "랭킹정보",
    
    // eTXT_Title_NickName
    "닉네임 설정",
    
    // eTXT_Title_Use_Skill
    "스킬사용",
    
    // eTXT_Title_Push
    "밀기선택",
    
    // eTXT_Title_Reward
    "보상획득",
    
    // eTXT_Help_Title_1
    "<김병만 광 맞고>",
    
    // eTXT_Help_Title_2
    "<클리어 조건>",
    
    // eTXT_Help_Title_3
    "<광 게이지>",
    
    // eTXT_Help_Title_4
    "<미션>",
    
    // eTXT_Help_Title_5
    "<스킬사용>",
    
    // eTXT_Help_Title_6
    "<스킬구입>",
    
    // eTXT_Help_Title_7
    "<타이틀>",
    
    // eTXT_Help_Title_8
    "<호칭>",
    
    // eTXT_Help_Title_9
    "<주의사항>",
    
    // eTXT_Help_Title_10
    "<게임문의>",
    
    // eTXT_Help_Title_11
    "<게임정보>",
    
    // eTXT_Notice_Network
    "( 네트워크 접속을 시도합니다. )",
    
    // eTXT_Notice_Network_Fail
    "네트워크 접속이 원할하지 않습니다.\n상태 확인후 다시 시도 하여 주십시오.",
    
    // eTXT_Request_Activate
    "게임실행을 위한 인증을 시작합니다.",
    
    // eTXT_Request_Activate2
    "인증을 받지 않으시면\n게임 진행을 하실수 없습니다.\n\n게임을 종료 하시겠습니까?",
    
    // eTXT_Request_SMS
    "블루리버 만의 각종 혜택이 담긴\nSMS 수신동의를 하시겠습니까?",
    
    // eTXT_Notice_Start
    "감사합니다.\n게임을 시작합니다.",
    
    // eTXT_Request_Reset_Game
    "보유중인 스킬과 유료 아이템을 포함한\n모든 정보가 초기화 됩니다.\n\n그래도 초기화 하시겠습니까?",
    
    // eTXT_Request_Rank
    "고득점만 기록 됩니다.\n등록을 하시겠습니까?",
    
    // eTXT_Request_Quit
    "게임을 종료하시겠습니까?",
    
    // eTXT_Notice_NickName
    "닉네임을 입력하세요.",
 
    // eTXT_Notice_NickName2
    "닉네임은 사용중 입니다.\n다시 입력하여 주세요.",
    
    // eTXT_Notice_Input_Limit
    "( 최대 영문, 한글, 숫자 5글자 )",
    
    // eTXT_Request_Buy
    "선택 품목을 구입 하시겠습니까?",
    
    // eTXT_Notice_Pay
    "선택 품목에 대한 정보 이용료가\n부과 됩니다. ( 부가세 별도 )",
    
    // eTXT_Notice_Buy_Done
    "선택 품목 구입이 완료되었습니다.\n\n감사합니다.",
    
    // eTXT_Notice_Buy_Fail
    "선택 품목 구입이 취소되었습니다.",
    
    // eTXT_Notice_Not_Enough
    "보유 코인이 부족합니다.\n\n충전은 [코인충전]에서\n하실 수 있습니다.",
    
    // eTXT_Select_Title
    "변경할 타이틀을 선택하세요.",
    
    // eTXT_Select_Skill_None
    "현재 보유 중인 스킬이 없습니다.",
    
    // eTXT_Select_Skill_Desc
    "스킬 용도를 확인 하세요.",

	// eTXT_Select_Skill_Buy
	"구입할 스킬을 클릭하세요.",
    
	// eTXT_Name_KBM
	"김병만",
				
	// eTXT_Title_Name0
	"달인",

	// eTXT_Title_Name1				
	"투시의 달인 “몰카”",

	// eTXT_Title_Name2				
	"RPG의 달인 “용자”",

	// eTXT_Title_Name3				
	"밀기의 달인 “쪽박”",

	// eTXT_Title_Name4				
	"자존심의 달인 “제발”",
    
    // eTXT_Title_Desc1
    "선을 잡을시 처음 기리패 한장을 볼 수 있다.",
    
    // eTXT_Title_Desc2
    "승리시 금액을 5% 더 받는다.",
    
    // eTXT_Title_Desc3
    "밀기를 한번 더 할수 있다.",
    
    // eTXT_Title_Desc4
    "개평을 받을 시 20% 더 받을수 있다.",
    
    // eTXT_Enemy_Name1
    "알코올 중독자 알딸딸",
    
    // eTXT_Enemy_Name2
    "불량학생 오불랑",
    
    // eTXT_Enemy_Name3
    "게임폐인 뽀찌",
    
    // eTXT_Enemy_Name4
    "모든걸 칼로 해결 막사심",
    
    // eTXT_Enemy_Name5
    "카페 사장 고마담",
    
    // eTXT_Enemy_Name6
    "발광댄서 오리더",
    
    // eTXT_Enemy_Name7
    "성이 부씨인 원장 부원장",
    
    // eTXT_Enemy_Name8
    "럭키가이 외국인 마꼬",
    
    // eTXT_Enemy_Name9
    "흑심 품은 수제자",
    
    // eTXT_Level_Name1
    "호구",
    
    // eTXT_Level_Name2
    "허접한",
    
    // eTXT_Level_Name3
    "동네 바보형",
    
    // eTXT_Level_Name4
    "듣보잡",
    
    // eTXT_Level_Name5
    "깐족거리는",
    
    // eTXT_Level_Name6
    "돋네",
    
    // eTXT_Level_Name7
    "범상치 않은",
    
    // eTXT_Level_Name8
    "용자",
    
    // eTXT_Level_Name9
    "끝판왕",
    
    // eTXT_Level_Name10
    "종결자",
    
    // eTXT_Skill_Name1
    "투시달인",
    
    // eTXT_Skill_Name2
    "쌍피달인",
    
    // eTXT_Skill_Name3
    "밀기달인",
    
    // eTXT_Skill_Name4
    "판뒤집기",
    
    // eTXT_Skill_Name5
    "광박달인",
    
    // eTXT_Skill_Name6
    "반짝달인",
    
    // eTXT_Skill_Name7
    "사기달인",
    
    // eTXT_Skill_Name8
    "대박&쪽박",
    
    // eTXT_Skill_Name9
    "광기달인",
    
    // eTXT_Skill_Name10
    "조작달인",
    
    // eTXT_Skill_Desc1
    "다음 기리패를 훔쳐본다.\n( 한판에 3번까지 쓸 수 있다. )",
    
    // eTXT_Skill_Desc2
    "상대방의 쌍피를 하나 훔쳐온다.\n( 한판에 2번까지 쓸 수 있다. )",
    
    // eTXT_Skill_Desc3
    "패배시에도 밀기를 가능하게 해준다.\n( 한판에 한번 쓸 수 있다. )",
    
    // eTXT_Skill_Desc4
    "이번판을 무효로 만든다.\n( 한판에 한번 쓸 수 있다. )",
    
    // eTXT_Skill_Desc5
    "상대방의 광을 모두 가져온다.\n( 한판에 한번 쓸 수 있다. )",
    
    // eTXT_Skill_Desc6
    "상대방의 광을 하나 가져온다.\n( 한판에 3번까지 쓸 수 있다. )",
    
    // eTXT_Skill_Desc7
    "모든패를 기리패와 바꾼다.\n( 한판에 3번까지 쓸 수 있다. )",
    
    // eTXT_Skill_Desc8
    "배수를 3배로 만든다.\n( 상대도 적용, 한판에 3번까지 쓸 수 있다. )",
    
    // eTXT_Skill_Desc9
    "1고부터 광게이지 미션을 사용하게 해준다.\n( 한판에 한번 쓸 수 있다. )",
    
    // eTXT_Skill_Desc10
    "광게이지 미션시 속도 20% 늦춘다.\n( 한판에 한번 쓸 수 있다. )",
    
    // eTXT_Config_Speed 
    "게임속도",
    
    // eTXT_Config_Sound
    "음향조절",
    
    // eTXT_Config_Voice
    "육성조절",
    
    // eTXT_Config_Vibration
    "진동사용",
    
    // eTXT_Config_Reset
    "설정리셋",
    
    // eTXT_Config_Game_Reset
    "게임리셋",
};

static const KDchar*    l_szHelps [ ] =
{
    // eTXT_Help_Content_1
    "김병만 광 맞고는 인기 연예인 “달인 일행”의 \n라이선스를 이용하여, 김병만씨의 육성과 \n맞고 고유의 짜릿함과 스피드 감을 살린 맞고 \n게임 입니다.\n\n"
    "개성 넘치는 AI를 상대하며, 김병만 일행이 \n수제자를 구하러 나선다는 이야기를 카툰 \n으로 재미있고, 생동감 있게 풀어 나가는 \n색다른 형식의 맞고 게임입니다.\n\n"
    "(달인 김병만 광 맞고는 “나눔 고딕”을 지원 \n 합니다.)",
    
    // eTXT_Help_Content_2
    "상대방을 올인 시켜야 스테이지를 클리어 \n하게 되지만, 대박게임을 하여 별5개 획득한 \n후 클리어 하거나 다시 스테이지에 돌입하여 \n별 5개를  모아 클리어 하게 되면 각 스테이"
    "\n지 마다 특정 아이템 및 타이틀을 획득하여 \n게임을 유리하게 이끌 수 있습니다.",
    
    // eTXT_Help_Content_3
    "맞고 게임 중 3고를 달성 했을 경우 다음부터 \n낼 수 있는 패를 선택하면 광 게이지가 \n적용 됩니다.\n\n"
    "타이밍에 맞추어 광 게이지 가운데 타깃을 \n넣게 된다면 “탄력샷”이 적용 되고 그 판의 \n판돈은 두 배로 적용 됩니다.",
    
    // eTXT_Help_Content_4
    "맞고 시작 후 제시된 미션 패를 모두 모으면 \n미션이 성공하게 되고 그에 따른 배수가 플레\n이어에게 적용 됩니다.\n\n"
    "반대로 상대방이 성공 했을 경우 상대방에게 \n배수가 적용 됩니다.",
    
    // eTXT_Help_Content_5
    "모든 스킬은 게임 중 “스킬사용” 버튼을 터치\n하여 사용 가능합니다.\n(스킬은 한판마다 3번까지 사용 가능)\n\n"
    "“부활 티켓”은 파산 된 경우에만 미니게임과 \n부활 티켓 중 선택을 하며, 부활 티켓을 선택\n하게 되면, 결제 후 게임 진행 중 가장 많았던 \n보유금액으로 복구시켜 줍니다.",
    
    // eTXT_Help_Content_6
    "모든 스킬 구입은 스테이지 맵 상단에 있는 \n달인 쇼핑센터와 게임 내 메뉴의 “달인 쇼핑\n센터”에서 구입이 가능합니다.",
    
    // eTXT_Help_Content_7
    "타이틀을 보상으로 주는 스테이지에서 별 5 \n개로 클리어 했을 시, 타이틀이 주어집니다.\n\n"
    "타이틀 종류는 총 4가지가 있으며 타이틀 \n마다 플레이어에게 주어지는 효과도 다양 \n합니다.",
    
    // eTXT_Help_Content_8
    "클리어 별 개수에 따라 재미있는 호칭을 얻을 \n수 있습니다.\n\n"
    "총 10가지의 호칭이 있습니다.",
    
    // eTXT_Help_Content_9
    "휴대폰 번호 및 이동통신사 변경 시 기존에 \n저장된 데이터 연동이 불가능 합니다.\n\n"
    "게임을 삭제 후 다시 설치 하시면 유료 \n아이템은 삭제 되게 됩니다.",
    
    // eTXT_Help_Content_10
    "㈜블루리버\n"
    "Ver 1.3.0\n\n"
    "게임 내 문의 사항은\n"
    "BlueGames@blueriver.kr\n"
    "으로 문의 주시면 빠른 시간 안에\n" 
    "답변 드리도록 하겠습니다." 
};

static const KDchar*  l_szTalks [ ] [ 2 ] [ 10 ] =
{
    // eTALK_Take 
    {            
        {
            "헤헤!\n뭐 이런걸 다",
            "여기 한 장 추가요~",
            "좋은 말로 할 때 내놔!",
            "이리주삼",
            "내놔!!!",
            "오호호 주시죠?",
            "어머! 감동이야>_<",
            "이 Feel 그대로~",
            "Nice!!!…",
            "가져가시죠.",
        },
        {
            "그만 좀 먹어라",
            "에이!술 가져와!",
            "가만 안두겠어!",
            "정말 너무 하다능….",
            "미련은 없네!",
            "비매너야…",
            "나쁜오빠!ㅠㅠ",
            "징그럽다!징그러!",
            "Shit!!",
            "인정사정 없군요.",
        },
    },
    // eTALK_Zork  
    {   
        {
            "보셨습니까?\n낄낄",
            "맛깔난다잉?",
            "꼴 좋~다!",
            "ㄳㄳ",
            "좋구나!!!",
            "어머머...세상에나!!",
            "어머! 감동이야~",
            "Deep Kiss!!",
            "WOW~",
            "뭐..나쁘지 않습니다.",
        },
        {
            "이건 또 뭡니까?",
            "어라?",
            "보자보자하니까!",
            "믿을 수 없다능!",
            "피해는 주지 맙시다!",
            "정말! 꼴 사나워!",
            "쪽이 뭐 대수야?!흥!",
            "나 삐졌어!!",
            "Oh! Damn it!",
            "못마땅합니다.",
        },
    },        
    // eTALK_SackSul 
    {     
        {
            "깨~끗!\n하지 않습니까?",
            "헤헤 다 어디갔지?",
            "왜? 무슨 불만 있어?",
            "ㅎㅎ무슨일있숑?",
            "이 정도는 돼야지! ",
            "아~주 깨끗하네! ",
            "무엇이든 쏜살같이! ",
            "Bravo!!!",
            "깨끗합니다.",
            "깨끗하군요."
        },
        {
            "성격 참~ 이상하네",
            "이노무자슥이!",
            "지금 나가지고 노냐!",
            "이게 뭐뇽?? ",
            "쓸쓸하도다…",
            "흐음….뭐 하자는 거지??",
            "아주 평생 청소만 해라!!!",
            "난! 부럽지 않아!",
            "OuCh!",
            "너무하시군요.",
        },
    },        
    // eTALK_DaDack
    {          
        {
            "착!착!붙어요!",
            "안주가 필요없네~ ",
            "잘 보고 계셔~",
            "기가막히다능",
            "소리 좋고!",
            "경쾌한 소리!",
            "너무 쫄지 말라구~",
            "착착 들어맞아요~",
            "Good Sound~",
            "어떻습니까?",
        },
        {
            "어디서 그런걸...",
            "아니 근데 이 양반이!",
            "내가 우습냐!",
            "냉무..",
            "청천벽력 같은 소리군!",
            "정말 메너없네!",
            "무슨짓이얌!",
            "약삭빠른녀석!",
            "Hmmmm….",
            "너무 냉정하십니다.",
        },
    },        
    // eTALK_Buck 
    {          
        {
            "에라이!!",
            "드럽게 되는일 없네",
            "저건 또 뭐야!",
            "저건 또 뭐냐긔~",
            "곧 후회 할 것이다!",
            "눈독 들이지 마!",
            "손대기만 해봐!!",
            "끄응...",
            "Oops!",
            "후회가됩니다.",
        },
        {
            "쟤는 하여간!!",
            "안됐어~~~헤헤헤",
            "별 수 있어?",
            "낚였어!",
            "한심한 녀석!",
            "내가 먹으면 돼~",
            "힘내세요~",
            "불쌍하지만 별수없지",
            "umm~Smell~",
            "저건 또 무슨 행동인가..",
        },
    },        
    // eTALK_JaBuck   
    {      
        {
            "경쾌합니다!",
            "우와~이게 다 뭐야~~~헤헤헤",
            "내놔!!!",
            "우왕…굳….",
            "엄청난 나의 내공!",
            "미안하게됐네~",
            "난 아무것도 몰라요~",
            "오~~씐나~~~~",
            "Shake it! Shake it!",
            "저는 아무 잘 못 없습니다.",
        },
        {
            "오호..그런식입니까?",
            "에라이!",
            "안해!",
            "헐…. ",
            "지금 나가지고 노냐!",
            "운 좋은 줄 알어!",
            "그러지마요~ㅠㅠ",
            "무슨 일을 꾸민거야!",
            "I’m so.. tired…",
            "정이 있지않습니까…",
        },
    },        
    // eTALK_Bomb   
    {       
        {
            "뭘 또 놀래고 그래~",
            "시원~하구만!!!",
            "이러면 곤란해질텐데!",
            "폭탄 투척!!!! 콰콰쾅!!",
            "사나이의 혼을 담아서!",
            "이거 내가 너무 심했나?",
            "아파요옹?",
            "신나는 폭탄댄스!!",
            "Why?",
            "놀라셨습니까?!",
        },
        {
            "아이! 깜짝이야!",
            "어이쿠!",
            "아!! 진짜!!",
            "가..강하군,,",
            "건방진녀석!",
            "하는 짓 하고는!",
            "이게 지금 무슨 짓이얌!",
            "이젠 폭탄까지!!!",
            "Amazing~!",
            "솔직히 놀랐습니다.",
        },
    },        
    // eTALK_1Go 
    {         
        {
            "요런건 기본입니다.",
            "이게 고라는 겁니다~",
            "안봐준다!",
            "별거 아니야~",
            "인정사정없지!",
            "괜찮지??호호호호",
            "시~작!",
            "원고 차차차~",
            "Go!Go!!",
            "각오되셨습니까.",
        },
        {
            "까불어 요놈이!",
            "어디 한번 해보슈~",
            "가소롭군!",
            "이건 뭥미..",
            "그래! 한번 두고보자!",
            "아휴! 골치야!",
            "흥! 안봐줄꺼야",
            "나의 영혼이여..",
            "Hu…",
            "마음껏 하시죠.",
        },
    },        
    // eTALK_3Go 
    {        
        {
            "뭘 놀라고 그래?",
            "똑똑히보슈!",
            "이제부터다!",
            "휘리릭뿅!고고싱!",
            "거침없이 가주마!",
            "한번 가볼까요?냐하하",
            "V!I!C!T!O!R!Y!",
            "신나게 GO!GO!",
            "One more time~!",
            "갑니다!",
        },
        {
            "아, 뭐, 괜찮습니다.",
            "꽤 하는 데? 딸꾹!",
            "오래 좀 가는데?",
            "니…님하…",
            "적당히해!",
            "나한테 왜이래!",
            "어어! 그런다이거지?",
            "오우~나 정말 미쳐~",
            "초큼만 봐줘요…",
            "후회가 됩니다..",
        },
    },        
    // eTALK_5Go 
    {         
        {
            "이 정도는 해줘야지~!",
            "술이고 뭐고! 고!",
            "뭘 이리 질질 끌어!",
            "계속 가셈~",
            "사나이는 고!",
            "야~호~!",
            "갈 때까지 가볼게♥",
            "황홀한 이밤~",
            "So G~~~~ooooD!!",
            "어쩔 수 없습니다.",
        },
        {
            "왜이래이거~",
            "에이쒸ㅠㅠㅠㅠㅠ",
            "적당히 하시지요..",
            "아으..열뻗쳐!",
            "그만 좀 하거라!",
            "이 인간아!!!",
            "파산 되면! 책임질꺼야?!",
            "이러지말자~응?",
            "당신! 너무해!",
            "두렵지않습니다.",
        },
    },        
    // eTALK_6Go 
    {        
        {
            "겁먹을 만하지이~",
            "일케?일케?ㅋㅋ",
            "좋았어!",
            "계속 고고싱~",
            "봐주는건 없다!",
            "어떡하나~",
            "난 역시 달라~",
            "쪼~끔 미안하기도하고",
            "Bye~Bye~",
            "달인도 끝이군…",
        },
        {
            "그..그만해도 되지 않아?",
            "정신차려야겠어!",
            "앞길 막지 마라?!",
            "그만 하라능",
            "적당히 하시게 친구.",
            "너 어디서 온놈이야!",
            "하지마! 잉ㅠㅠㅠㅠ",
            "사..살려죠!",
            "Gosh!",
            "이럴리없어..",
        },
    },        
    // eTALK_7Go   
    {      
        {
            "뒷감당은 내가 합니다.",
            "손이 다 떨리는구먼..",
            "통쾌하구만!",
            "게이지 UP!",
            "미안하네!",
            "다 내돈이야!",
            "솔직히 좀 떨려영~",
            "오우~베이베~",
            "G,,G,,Go!!!",
            "당신도 이젠 끝이야!",
        },
        {
            "7고라고요?",
            "술이 다 깨네!",
            "아니겠지!",
            "이러지마삼~",
            "감정이 격해진다!",
            "내가 뭐 잘못한거야?",
            "아..어지러..",
            "춤만이 날 위로하네",
            "God!",
            "하…..",
        },
    },        
    // eTALK_8Go   
    {      
        {
            "경사났네~경사났어~",
            "끄억~기분 조오~타~",
            "다 죽었어!",
            "흐흐흐흐흐",
            "피가 끓는다!!",
            "왠일이니!왠일이야!",
            "야호~",
            "후…훌륭해..!",
            "I love it!",
            "손….손이 떨립니다!",
        },
        {
            "뭔 사람이 그렇게 차가워?",
            "에이쒸!",
            "우는거 아니다!",
            "GG…",
            "한순간인건가..",
            "총각! 이러지마~응?",
            "안돼요 ㅠㅠㅠㅠ",
            "영혼마저 뺏기는구나..",
            "Please!",
            "나의…실수였던가..",
        },
    },       
    // eTALK_ChoDan
    {      
        {
            "하하 별거아닙니다.",
            "술을 부르는~초단~",
            "훗!",
            "이거슨 초단 이라능",
            "사나이라면 초단!",
            "어머 초단이네?",
            "이힛! 초단했어요~",
            "My Soul~ 초!단!",
            "That’s Right~",
            "초단 정도야 뭐.",
        },
        {
            "왜 자꾸 초를쳐?!",
            "뭐여~? ",
            "별 걸 다하시네!",
            "수작 부리지 마시라능",
            "초치지 말게!",
            "초단을 하셨다?",
            "하지마! ",
            "몸 좀 풀어볼까?",
            "Shoot!",
            "초단이라..",
        },
    },        
    // eTALK_HongDan   
    {     
        {
            "아자뵹~ 홍!단!",
            "얼큰~하구만!",
            "감이 좋은데?!",
            "홍단했삼~",
            "사나이는 역시! 홍단!",
            "울긋~불긋~",
            "발그레~홍단~",
            "열정적으로 홍단!",
            "So Beautiful!",
            "겁나지 않습니다.",
        },
        {
            "왜이러십니까?",
            "자네 운도 좋네!",
            "홍단이 다는 아니지!",
            "비상비상!",
            "별거 아닐세!",
            "별걸 다해~",
            "밉상!",
            "뭔지나 알고 한건지~",
            "What?!",
            "그건 또 뭡니까.",
        },
    },        
    // eTALK_ChungDan  
    {     
        {
            "요런거~간!단!합니다~",
            "캬~좋다~",
            "훗!봤지?",
            "청단이라능~",
            "드넓고 푸르구나!",
            "아~시원해~",
            "상쾌한 청단~",
            "시원~스럽게!유후~",
            "Cool~~Cool~~~",
            "청단, 들어보셨습니까.",
        },
        {
            "뭐..뭐라구요?",
            "환장하겄네!",
            "어디 한번 해봐!",
            "열~",
            "청단은 청단일뿐!",
            "청단을 하셨겠다..?",
            "청....청단? 으앙 ㅠㅠㅠ",
            "두고봐! 호잇!",
            "Oh….No………",
            "맘 껏 해보십시오.",
        },
    },        
    // eTALK_Godori 
    {        
        {
            "요요요, 재간둥이들ㅋㅋ",
            "침이 꼴깍!",
            "이런거 있냐고~",
            "이거슨 고.도.리라능~",
            "부러워말게나 하하",
            "아름다운 고.도.리~",
            "고도리들~귀!여!워! >_<",
            "영혼을 담은 날개짓이여..",
            "Hey~Fly~Fly~~",
            "놀라긴 이릅니다.",
        },
        {
            "너도 참 가지가지한다",
            "저게 다 뭐여..",
            "시끄러!",
            "나 완전히 새됐삼..",
            "보기보다 빠르군!",
            "별게 다 난리야!",
            "으잉~이게 다 뭐야!",
            "고도리라...",
            "Fire~!!!!",
            "운이 좋으십니다!!",
        },
    },        
    // eTALK_3Gwang  
    {              
        {
            "뻔뜩~뻔뜩~합니다",
            "캬~ 밝다!",
            "눈부시지?",
            "샤이니하삼~",
            "밝구나하!",
            "어머! 빛나는 것 좀 봐!",
            "나 잘했어여?",
            "땐쓰! 땐쓰!",
            "Attaboy~!",
            "저의 미래입니다.",
        },
        {
            "뭐라구요?",
            "골치 아프게 생겼네~",
            "어디서 뻔쩍거려!",
            "별룬뎅..",
            "치워라!",
            "눈아파!",
            "으이씨이런거 싫어~!",
            "갖고싶다..",
            "My Eyes!!!",
            "그건 좀 부럽네요.",
        },
    },        
    // eTALK_5Gwang
    {                
        {
            "반짝반짝~오광!",
            "아이쿠! 눈부셔~",
            "광은 다 여깄다!",
            "5광이라고 아셈?",
            "이 손안에 있소이다",
            "광박이시네!",
            "다 모았지롱~",
            "빛나는 댄스!",
            "I’,msorry~kkk",
            "양보 못 합니다.",
        },
        {
            "잘 하는 짓이다!",
            "그러면 못써!",
            "..분하다",
            "뉴뉴..",
            "이럴수가!",
            "광박이왠말이람!",
            "욕심쟁이!",
            "모든 걸 잊자…",
            "Oh my god..",
            "인정하지요.",
        },
    },       
    // eTALK_BGwang   
    {             
        {
            "작품이네!!",
            "비가 주룩주룩~",
            "비광했다!",
            "비광했다능..",
            "비광도 광!",
            "비광도 광이거든?",
            "야호~비다~",
            "비와요~",
            "It’s Raining~",
            "빛이 보입니다.",
        },
        {
            "괜히 배고프네요",
            "비광그까이꺼~",
            "안 부럽거든?",
            "비광이셈?",
            "비광은 취급 안해!",
            "왠 비가 오고 난리야!",
            "흥! 안 부럽거든?",
            "영혼마저..칙칙해;.",
            "Hey!!!!!!",
            "옳지 않습니다.",
        },
    },      
    // eTALK_ChongTong
    {                
        {
            "에이~뭐~이런걸..",
            "실례하겠습니다~",
            "형씨~미안하게 됐수~",
            "ㅈㅅㅈㅅ",
            "싱겁구만",
            "아쉬워도 별 수없어~",
            "쉽게 이기는 방법♥",
            "럭키땐쓰!",
            "I’m Lucky Guy~",
            "훗. 별 수없군요.",
        },
        {
            "뭘 하다 말어~",
            "방금 뭐가 지나간겨?",
            "무서우면 말을하지~",
            "순식간이삼..",
            "사내 답지 못하군!",
            "무례하군!",
            "재미없어! 흥!",
            "흥도 안났거든?",
            "No…",
            "별 걸 다하십니다.",	
        },
    },            
    // eTALK_Stop 
    {                   
        {
            "못이겨봤음말을하지말어",
            "취하기전에 그만!",
            "봐준다~",
            "스톱이삼~",
            "불쌍하니 봐주지!",
            "스토옵~호호호",
            "히히 봐줄께에~",
            "신나게~스.톱!",
            "STOP!!!!!",
            "여기까지 하죠 스톱",
        },
        {
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
    },        
    // eTALK_Heading  
    {               
        {
            "절대 따라하지 마시오",
            "징하다.",
            "아 진짜….뭐가 이래..",
            "뭐뇽..",
            "속터지겠네!",
            "뒤 엎어버릴까 보다!!",
            "짜고치는거아냐?!",
            "왜이래~",
            "Oh~No!!",
            "….이럴 수 도 있나요",
        },
        {
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
    },        
    // eTALK_Gage1
    {          
        {
            "판돈 2배!",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
        {
            "잘 좀 해봐~",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
    },        
    // eTALK_Gage2 
    {          
        {
            "요호!",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
        {
            "아! 쫌!",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
    },        
    // eTALK_Gage3
    {          
        {
            "이건 대박입니다~!",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
        {
            "에헤이!!!!",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
    },        
    // eTALK_Slow 
    {                        
        {
            "거 참...\n성격도 급하시네.\n차례차례 갑시다.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
        {
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
    },    
    // eTALK_Limit 
    {                        
        {
            "어이쿠...\n입장 가능 금액이\n부족하네요!",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
        {
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
        },
    },     
};

#endif